<?php

declare(strict_types=1);

return [
    'failed'   => 'Неверное имя пользователя или пароль.',
    'password' => 'Некорректный пароль.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте ещё раз через :seconds секунд.',
    'organization_not_found' => 'Огранизация не найдена. Если организация недавно зарегистрирована в ФНС, то информация о ней станет доступна не позднее чем через 3 дня',
    'invalid_organization_data' => 'Сведения об учредителе, руководителе или адресе организации признаны недостоверными',
    'organization_already_registered' => 'Огранизация уже зарегистрирована, вы можете войти',
];
